{
  "name": "Work experiences",
  "created_at": "2019-06-23",
  "updated_at": "2024-01-10",
  "experiences": [
    {
      "id": "beta",
      "show": true,
      "name": "beta.gouv.fr",
      "location": "France",
      "dates": "Jan 2020 - ongoing",
      "website": "https://beta.gouv.fr",
      "tagLine": "<i>Building digital public services for the French administration, in a lean and user-focused way.</i>",
      "descriptionCompany": "<p><b>The company &mdash; </b>Not exactly a company :) More of a method and a community dispatched in different ministries, focused on bootstrapping small-scaled digital products. And product development is organised like a startup: a diverse team of dev, PO, UX & bizdevs; focus on impact; sprints of 1 or 2 weeks; regular investment committees to reassess priorities and budget.</p>",
      "descriptionProjects": [
        {
          "name": "Le marché de l'inclusion",
          "url": "",
          "description": ""
        },
        {
          "name": "Aides-territoires",
          "url": "",
          "description": ""
        },
        {
          "name": "Aidants Connect",
          "url": "",
          "description": ""
        }
      ],
      "descriptionWork": "<p><b>My work &mdash; </b>We are often 2 or 3 developers working together on a product. We participate in the sprint planning, discussing the priorities for the next weeks. Development is open-source, with a PR-review-workflow, and auto-deployment to speed up the delivery. If the dev team is bigger there tends to have specialisations (frontend or backend), but for now I've mostly done backend/full-stack code.</p>",
      "descriptionTechStack": "<p><b>Tech stack &mdash; </b>Python Django, PostgreSQL, Javascript, Github, CI/CD, DevOps</p>"
    },
    {
      "id": "refinitiv",
      "show": true,
      "name": "Refinitiv Labs",
      "location": "Singapore",
      "dates": "Nov 2018 - Oct 2019",
      "website": "https://www.refinitiv.com",
      "descriptionCompany": "<p><b>The company &mdash; </b>You probably know it from it's previous name Thomson Reuters, Refinitiv is the co-leader (hello Bloomberg 👋) in financial & risk data. The Labs are at the forefront of the company's innovation strategy, with the task to experiment as well as de-risk the choices of the company. We build PoCs in 3 to 6-month sprints, with end-usage and production in mind. The lab in Singapore has an expertise in graph data analysis and Asia-specific challenges.</p>",
      "descriptionWork": "<p><b>My work &mdash; </b>As the full-stack developer in the team, my role is to work with both the Designers and the Data Scientists to piece the data-driven project into a usable application. I'm also responsible for the deployment and cloud management of the projects, as well as maintenance of past applications.</p>",
      "descriptionTechStack": "<p><b>Tech stack &mdash; </b>Python, Angular 7, d3.js, Amazon Neptune (Graph Database), ElasticSearch, Docker, AWS, Gitlab, Asana, Confluence...</p>"
    },
    {
      "id": "ef",
      "show": true,
      "name": "Entrepreneur First",
      "location": "Singapore",
      "dates": "July - Oct 2018",
      "website": "https://www.joinef.com",
      "descriptionCompany": "<p><b>The company &mdash; </b>EF is a 'pre-team pre-idea' startup accelerator program. You get 3 months to find your co-founder in the pool of participants, validate ideas, and start a (deep) tech company, while being provided with a monthly stipend as well as mentoring and some lectures.</p>",
      "descriptionWork": "<p><b>My work &mdash; </b>It was an intense experience, with many learnings along the way on how to design and build a startup from scratch. First finding a co-founder, then ideating & validating ideas (by doing extensive customer interviews), and pitching. I explored two ideas with two cohort members: one in the EdTech space (a virtual assistant SaaS for teachers and tutors to gain time preparing class material, evaluating students, and doing adaptive teaching), another in MedTech (a monitoring solution for mental health patients). We didn't make it, but I met passionate people with experience from various countries & industries, all fully dedicated to success.</p>"
    },
    {
      "id": "maltem",
      "show": true,
      "name": "Maltem",
      "location": "Singapore",
      "dates": "July 2017 - June 2018",
      "website": "https://www.maltem.com/en/",
      "descriptionCompany": "<p><b>The company &mdash; </b>A French IT consultancy that provides services in Web, Design and Agile methodologies.</p>",
      "descriptionWork": "<p><b>My work &mdash; </b>I started as the engineer lead on an internal project (4-5 developers, Scrum methodology, remote team), and then was sent on customer assignments.</p>",
      "descriptionTechStack": "<p><b>Tech stack &mdash; </b>Node.js, Angular 4, Web3, PostgreSQL, Ethereum, Mocha / Chai / Jasmine / Selenium, Docker, AWS, Gitlab, JIRA, Confluence...</p>"
    },
    {
      "id": "ekimetrics",
      "show": true,
      "name": "Ekimetrics",
      "location": "Paris",
      "dates": "2015 - 2017",
      "website": "https://www.ekimetrics.com",
      "descriptionCompany": "<p><b>The company &mdash; </b>Ekimetrics is a consultancy firm specialized in marketing strategy services. The company uses innovative statistical & econometrical tools to provide operational recommendations and advices, driving the client's marketing and media performance. Employees (about 130) are mostly in Paris, but there's also offices in London, New-York, Hong-Kong & Dubai.<br>Fun fact: the Paris headquarters were selected as one of the '2015’s World's Coolest Offices' by <a href='https://www.theguardian.com/careers/gallery/2015/nov/13/the-worlds-coolest-offices-in-pictures' target='_blank' rel='noopener noreferrer'>The Guardian</a> and <a href='http://www.inc.com/worlds-coolest-offices-2015.html' target='_blank' rel='noopener noreferrer'>INC Magazine</a>!</p>",
      "descriptionWork": "<p><b>My work &mdash; </b>I was part of the Product Engineering team - a small bunch of 7-8 full-stack developers, all self-taught passionate young people I really (really) enjoyed working with! We delivered tailor-made data-driven web applications (dashboards, monitoring & simulation tools, etc) that were collaborative, secure, easy to use, and available from anywhere, at any time. These tools were used to support strategic decision-making and improve data consistency in the clients' marketing teams.<br>To describe my day-to-day job in a few words, I would say it was about 70% Full-Stack Developer, 10% Consultant, 10% Data Science, and 10% Other.</p>",
      "descriptionTechStack": "<p><b>Tech stack &mdash; </b>Ruby on Rails, Python, AngularJS, d3.js, MongoDB, PostgreSQL, ElasticSearch, Ionic, Sketch, Heroku, AWS...</p>"
    }
  ]
}
